export default [
  {
    "id": 1,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "หัวใจพระบรมโพธิสัตว์",
    "link_pdf": "https://book.rgtcenter.com/083-01-01.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-01.html",
    "short_story": "https://dhamma01.blogspot.com/2016/09/blog-post_0.html\nบุคคลโดยทั่วไปมักคิดถึงตนเองมากกว่าผู้อื่นแต่พระบรมโพธิสัตว์จะคิดถึงคนอื่นมากกว่าตัวเองและถือว่า การที่คิดถึงคนอื่นนั้น ก็คือการคิดถึงตนเองเพราะไม่ได้มีความรู้สึกแตกต่างกันเลยเรารักตัวเองอย่างไร...ก็รักผู้อื่นอย่างนั้นรักผู้อื่นอย่างไร...ก็รักตัวเองอย่างนั้นดังนั้น จึงมีความรู้สึกว่าการทำเพื่อผู้อื่น ก็คือการทำเพื่อตัวเองนี่คือหัวใจของยอดนักสร้างบารมีและพระบรมโพธิสัตว์ทั้งหลาย 3 ธันวาคม พ.ศ. 2545"
  },
  {
    "id": 2,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "ชนะด้วยการคิดดี พูดดี ทำดี",
    "link_pdf": "https://book.rgtcenter.com/083-01-02.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-02.html",
    "short_story": "https://dhamma01.blogspot.com/2016/08/blog-post_16.html\nต้องคิดดี พูดดี ทำดี แล้วสิ่งดี ๆ จะเกิดขึ้นแบบสวนกระแสไม่เกี่ยวกับสิ่งแวดล้อม ดิน อากาศ ฟ้า จะเป็นอย่างไร โลกจะเป็นอย่างไร เราสามารถฝ่าวิกฤตสวนกระแสไปได้ถ้าหากเราไม่ให้โอกาสมารได้ช่องส่งผลผ่านตัวของเราแต่ถ้าเราเผลอไปคิดไม่ดี พูดไม่ดี ทำไม่ดี กลุ้มอกกลุ้มใจ วิตกกังวล เป็นต้นมารก็จะได้ช่องส่งผล  แต่ถ้าเราไม่สนใจสิ่งแวดล้อมนั้นใจนิ่งอยู่ในบุญกุศลที่เราได้สั่งสมมาอยู่ในธรรมที่เราได้ประพฤติปฏิบัติธรรมกันอย่างสม่ำเสมอทุกวันมารก็ไม่ได้ช่อง เมื่อมารไม่ได้ช่อง บุญก็ได้ช่องส่งผล ส่งผังสำเร็จให้บังเกิดขึ้นเราเกิดมาสร้างบารมีในเส้นทางนี้ก็ต้องทำให้ถ..."
  },
  {
    "id": 3,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "วันนี้คุณทำความดีแล้วหรือยัง",
    "link_pdf": "https://book.rgtcenter.com/083-01-03.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-03.html",
    "short_story": "https://dhamma01.blogspot.com/2017/05/blog-post_86.html\nอย่าลืมว่า เราเกิดมาสร้างบารมี และจะสร้างบารมีได้เฉพาะกายมนุษย์เท่านั้น กายอื่นสร้างไม่ได้ เรามีชีวิตอยู่ในเมืองมนุษย์แค่ช่วงสั้น ๆ เท่านั้น ความตายไม่มีนิมิตหมาย จะตายวันไหนก็ไม่รู้ เพราะฉะนั้นต้องเตรียมตัวของเราให้พร้อมเสมอผู้ที่ไม่หวั่นวิตกในมรณภัย นอกจากพระอริยเจ้าแล้ว ก็มีผู้ที่สั่งสมบุญด้วยการให้ทาน รักษาศีล เจริญภาวนามามาก มากพอจนกระทั่งเราปลื้มอกปลื้มใจ อิ่มอกอิ่มใจ จะละโลกไปตอนไหนก็ได้ ไม่วิตกกังวลเลย แต่คนที่กลัวตาย คือ ผู้ที่ไม่ได้เตรียมตัวเอาไว้ ไม่ได้สร้างบุญ มัวแต่ทำมาหากินอย่างเดียว หรือมัวแต่สนุกสนานเพลิดเพลินในทางโลก หรือ..."
  },
  {
    "id": 4,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "มาปลูกเมตตาธรรมในใจกันเถอะ",
    "link_pdf": "https://book.rgtcenter.com/083-01-04.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-04.html",
    "short_story": "https://dhamma01.blogspot.com/2016/09/blog-post_15.html\nเป็นคนซื่อตรงจะปรารถนาดีกับใคร\nก็ให้ปรารถนาดีอย่างแท้จริง ด้วยความจริงใจ\nไม่ใช่แสร้งทำหรือมีมายา\nไม่มีเหลี่ยมไม่มีคูกับใครทั้งสิ้น \nอยากให้ทุกคนเขามีความสุขจริง ๆ \nให้อภัยก็ให้อภัยกันจริง ๆ \nเจอหน้าเขาก็พูดกับเขาก่อนได้\nยิ้มแย้มแจ่มใสกับเขาก่อนได้\nนี่คือเมตตาธรรม ที่จะต้องปลูกเข้ามาในใจของเรา\n11 มีนาคม พ.ศ. 2531"
  },
  {
    "id": 5,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "สั่งสมธาตุบริสุทธิ์ในตัวเรา",
    "link_pdf": "https://book.rgtcenter.com/083-01-05.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-05.html",
    "short_story": "https://dhamma01.blogspot.com/2017/09/blog-post_29.html\nต้องรักษาใจใส ๆ นะ เลื่อนความขุ่นมัวออกไปอย่างไม่มีที่สิ้นสุดเลยให้เหลือแต่ธาตุที่บริสุทธิ์อยู่ในตัวของเรา ในใจเราก็มีแต่ธาตุบริสุทธิ์ ในกายของเราก็มีแต่ธาตุบริสุทธิ์ทุกอณูกล้ามเนื้อเลยนะ แล้วก็สิ่งแวดล้อมตั้งแต่ผิวกายเราออกไปก็มีแต่ธาตุบริสุทธิ์ให้เกิดขึ้น เมื่อธาตุบริสุทธิ์ทั้งหลายมารวมกัน จะเกิดมวลแห่งอานุภาพ ที่จะทำให้เกิดสิ่งอัศจรรย์ขึ้นกับชีวิตของเรา และโลกใบนี้ด้วย\nตั้งแต่วันนี้เป็นต้นไป อย่าลืมสั่งสมธาตุบริสุทธิ์กันให้เยอะ ๆ ความขุ่นมัวไม่เอานะ เราทิ้งไปก่อน ใช้วิธีสั่งหมองก่อน เหมือนเราสั่งน้ำมูกทิ้งไปอย่างนั้นนะ พอมันเริ่มจะจุกจ..."
  },
  {
    "id": 6,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "อดีตที่ผิดพลาด...ลืมให้หมด",
    "link_pdf": "https://book.rgtcenter.com/083-01-06.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-06.html",
    "short_story": "https://dhamma01.blogspot.com/2017/06/blog-post_889.html\nชีวิตของเราแต่ละคนล้วนเคยพลาดพลั้งกันมาทั้งนั้น ไม่มากก็น้อย ชีวิตต่อไปอย่าให้พลั้งพลาดอีก แล้วก็จำ 5 ข้อเอาไว้ คือ\nข้อ 1 อย่าไปตอกย้ำซ้ำเดิมสิ่งที่ผิดพลาด เดี๋ยวดวงบาปมันจะโต ให้ลืมไปเลย เหมือนเราไม่เคยเจอมาก่อน\nข้อ 2 สิ่งที่เป็นบาปอกุศลทุกชนิดไม่ทำเพิ่มอีก \nข้อ 3 หมั่นนึกถึงบุญที่ได้สั่งสมมาทั้งหมด\nข้อ 4 สั่งสมบุญให้เยอะ ๆ ทั้งทาน ศีล ภาวนา เป็นต้น27 \nข้อ 5 ปลอดภัยที่สุด คือ ปฏิบัติธรรมให้เข้าถึงพระธรรมกายภายใน หรืออย่างน้อยต้องได้ดวงใส ๆ เพราะว่าตอนสุดท้ายจิตของเราจะได้ผ่องใส ไม่เศร้าหมอง สุคติจะได้เป็นที่ไป \nถ้าได้เข้าถึงพระธรรมกายละ..."
  },
  {
    "id": 7,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "อารมณ์ใส อย่าปล่อยให้เสีย",
    "link_pdf": "https://book.rgtcenter.com/083-01-07.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-07.html",
    "short_story": "https://dhamma01.blogspot.com/2016/07/blog-post_27.html\nสมมติว่า เราไปเจอสิ่งที่กำลังทำให้อารมณ์ขุ่นมัว เราต้องมีสติอยู่กับตัวของเรา รักษาใจไว้ ดูใจของเรา รักษาใจให้ใส ๆ\nหากอยู่บริเวณนั้น โอกาสจะใสยาก ก็เปลี่ยนบริเวณ เปลี่ยนทิศ เปลี่ยนทาง เปลี่ยนสถานที่ แล้วก็นิ่ง ๆ เอาไว้ เพราะอารมณ์ที่ทำให้ขุ่นมัวจะอยู่กับเราไม่นาน พอเราไม่สนใจ มันก็ไม่ขุ่น ใจจะเริ่มใส\nและแทนที่จะนึกถึงภาพบุคคลนั้น เรื่องราวเหล่านั้น เราก็มานึกถึงดวงใส ๆ องค์พระใส ๆ บุญใส ๆ ที่เราได้กระทำผ่านมาด้วยความปีติ เบิกบาน ภาคภูมิใจ หรือนึกถึงคำภาวนา สัมมาอะระหัง มาแทนที่ นับไปเรื่อย ๆ เดี๋ยวใจจะใสเอง \nใจใสนี่แหละเหมาะสมที่จะเป็นภาชน..."
  },
  {
    "id": 8,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "การแก้แค้นที่ถูกวิธี",
    "link_pdf": "https://book.rgtcenter.com/083-01-08.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-08.html",
    "short_story": "https://dhamma01.blogspot.com/2016/07/blog-post_37.html\nการแก้แค้น...ไม่ใช่การเอาคืนอย่างสาสม\nแก้แค้นอย่างนี้ ยิ่งเป็นการผูกโกรธ\nยิ่งผูก ก็ยิ่งทุกข์ ยิ่งยุ่งเหยิง\nคำว่า “แก้แค้น” \nครูไม่ใหญ่ว่า หมายถึง \nความแค้นที่ผูกไว้กับเขาถูกแก้ออก \n“แก้” คือ ทำให้หลุด หรือทำให้คลาย \nเช่น เราแก้เชือกที่ผูกมัดอะไรออก\nหรือแก้เชือกห่อก๋วยเตี๋ยวออกมาเปิดกินกัน เป็นต้น\nดังนั้น แก้แค้น จึงหมายความว่า\nแก้ให้ความแค้นคลายออก\nจนหายโกรธหายแค้นไปเลยด้วย “สันติวิธี”\nพอแก้ออกได้ ความเจ็บใจ คับใจก็หายไป\nใจก็จะเย็นสบาย \nสุดท้ายจะมีความสุขกันทุกฝ่าย\nอย่างนี้จึงจะเรียกได้ว่า “แก้แค้น”\n11 กันยายน พ.ศ. 2545"
  },
  {
    "id": 9,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "ทำตัวประดุจผ้าขี้ริ้ว",
    "link_pdf": "https://book.rgtcenter.com/083-01-09.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-09.html",
    "short_story": "https://dhamma01.blogspot.com/2017/05/blog-post_3.html\nคุณยายอาจารย์ฯ1 ตอนท่านมีชีวิตอยู่ จะบอกหลวงพ่ออยู่เรื่อย ๆ ว่าต้องเป็นผ้าขี้ริ้วเช็ดเท้านะ ใครเขาจะเหยียบย่ำเราก็ช่างเขาเถอะ ใจเราจะได้สบาย ไม่หงุดหงิด ไม่งุ่นง่าน ไม่ฟุ้งซ่าน ไม่รำคาญใจ ใจจะได้ใส ๆ ศึกษาวิชชาธรรมกายได้ละเอียด\nแล้วท่านก็บอกอีกว่า ตึกใหญ่ ๆ ทั้งหลัง จะกี่สิบกี่ร้อยชั้นก็ตาม ลงทุนสร้างกันเป็นพัน ๆ ล้าน หมื่น ๆ ล้าน ถ้าไม่มีไม้กวาด ไม่มีผ้าขี้ริ้วเช็ดเท้า ตึกทั้งตึกก็ไร้ความหมาย มันจะมีฝุ่น มีหยากเยื่อ หยากไย่ ความสกปรกอะไรต่าง ๆ เหล่านั้น \nเพราะฉะนั้น ผ้าขี้ริ้วเช็ดเท้าสำคัญนะ ต้องทำตัวให้เหมือนผ้าขี้ริ้วเช็ดเท้า ทำกันได้หร..."
  },
  {
    "id": 10,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "อันตัวเรานั้น...ตายแน่ ๆ",
    "link_pdf": "https://book.rgtcenter.com/083-01-10.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-10.html",
    "short_story": "https://dhamma01.blogspot.com/2017/07/blog-post_24.html\nความตายไม่มีนิมิตหมาย\nเป็นสิ่งที่เราจะต้อง\nเตือนใจของเราบ่อย ๆ ทุกวันเลย\nเวลามา มันปุ๊บปั๊บมา โดยที่เราไม่รู้เนื้อรู้ตัวเลย ถ้าหากเราได้สั่งสมบุญเอาไว้อย่างเต็มที่แล้ว เราก็มีความพร้อมเสมอว่า จะไปตอนไหน ที่ไหน เวลาใดก็ได้ แต่ถ้าหากเราสั่งสมบารมีกันยังไม่เต็มที่ละก็ นึกแล้วหวาดเสียวนะ\nดูอย่างคุณยายอาจารย์ของเรา ขนาดท่านสั่งสมบุญมาอย่างสม่ำเสมอ ท่านยังมีความรู้สึกว่าเพิ่งจะทำบุญไปได้นิดเดียวเท่านั้น ท่านมักจะพูดให้หลวงพ่อหรือผู้ใกล้ชิดฟังบ่อย ๆ ว่า ยายมีความรู้สึกเหมือนยายเพิ่งได้ \nบุญไปนิดเดียว ฟังดูแล้วเหมือนท่านถ่อมตัวนะ ท่านบอกไม่ได้ถ่อ..."
  },
  {
    "id": 11,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "เจริญมรณานุสติ",
    "link_pdf": "https://book.rgtcenter.com/083-01-11.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-11.html",
    "short_story": "https://dhamma01.blogspot.com/2017/10/blog-post_14.html\nบางคนพอพูดถึงเรื่องตาย เกิดความกลัวขึ้นมา อย่างกับตัวจะไม่ตายอย่างนั้นแหละ ขอยืนยันว่า กลัวก็ตาย ไม่กลัวก็ตาย ไม่อยากเจอความตาย ก็ต้องเจอ ทุกสถานที่ในโลกนี้ เราปฏิเสธไม่ไปได้ แต่ปรโลกปฏิเสธไม่ได้ เพราะฉะนั้นเราต้องซ้อม ๆ กันเอาไว้\nซ้อมตายทุกคืนเลย ทำง่าย ๆ โดยสมมติว่า เราจะไปคืนนี้ เราจะนึกอะไรดี...การนึกคิดอย่างนี้ ไม่ใช่เป็นการแช่งตัวเองนะ ตรงกันข้าม กลับเป็นการเพิ่มบุญ เพราะจิตดวงนี้ประกอบไปด้วยปัญญา เขาเรียกว่า “เจริญมรณานุสติ” คือ เอาดวงปัญญามาพิจารณาถึงความตาย ซึ่งเป็นสิ่งที่เที่ยงแท้ถาวรของทุกชีวิตว่า ถ้าเราตายตอนนี้ และเราอยู่คนเด..."
  },
  {
    "id": 12,
    "search_heading": "คำสอนคุณครูไม่ใหญ่3",
    "search_index": "ศีลธรรมช่วยคุ้มครองโลก",
    "link_pdf": "https://book.rgtcenter.com/083-01-12.pdf",
    "link_text": "https://book.rgtcenter.com/html/083-01-12.html",
    "short_story": "https://dhamma01.blogspot.com/2017/10/blog-post_13.html\n“โลกจะเป็นอย่างไรขึ้นอยู่กับกระแสใจของชาวโลก”\nช่วงไหนกระแสใจของมนุษย์ตั้งมั่นอยู่ในคุณงามความดี ไม่ประมาทในชีวิต ให้ทาน รักษาศีล เจริญภาวนา สั่งสมบุญอยู่เป็นนิจ ในยุคนั้นบ้านเมืองก็จะอยู่เย็นเป็นสุข เศรษฐกิจเฟื่องฟู ฝนฟ้าตกต้องตามฤดูกาล โรคภัยไข้เจ็บน้อย ผู้คนมีอายุยืนยาว ผิวพรรณวรรณะผ่องใส ทุกสิ่งทุกอย่างจะมีสภาพคล่อง ต่างก็มีความสุขกายสบายใจกันถ้วนหน้า\nแต่ในยามใดที่จิตสำนึกของมนุษย์ถูกกระแสบาปเข้าบังคับบัญชาอยู่ภายใน ให้คิดชั่ว พูดชั่ว ทำชั่ว ใช้ชีวิตอย่างประมาท เมื่อนั้นเศรษฐกิจก็จะตกต่ำดินอากาศฟ้าแปรปรวน โรคภัยไข้เจ็บที่ไม่เคยมีก็จะเก..."
  }
]